Repository: getbodya/kppp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: be

source: Главная
be: Галоўная

source: Войти
be: Увайсці

source: Выйти
be: Выйсці

source: Зарегистрироваться
be: Зарэгістравацца

source: Создать конспект
be: Стварыць канспект

source: Поиск
be: Пошук

source: Логин
be: Лагін

source: Курсовой
be: Курсавой

source: Лучшие
be: Лепшыя

source: Новые
be: Новыя

source: Подробнее
be: Больш падрабязна

source: Регистрация
be: Рэгістрацыя

source: Список конспектов
be: Спіс канспектаў

source: Сообщения
be: Паведамлення

source: Настройки
be: Налады

source: Информация о пользователе
be: Інфармацыя пра карыстальніка

source: Имя
be: Iмя

source: Фамилия
be: Прозвішча

source: Мои конспекты
be: Мае канспекты

source: Поменять стиль
be: Памяняць стыль

source: Установить
be: ўсталяваць

source: Оценить
be: Ацаніць

source: Комментарии
be: Каментары

source: Удалить
be: Выдаліць

source: Чтобы оставить комментарий или оценить конспект
be: Каб пакінуць каментар або ацаніць канспект

source: войдите на сайт
be: увайдзіце на сайт

source: Сохранить изменения
be: Захаваць змены

source: Вернуться назад
be: Вярнуцца назад

source: Результат поиска
be: Вынік пошуку
